<?php
	header("Content-type: text/html; charset=utf-8");
	$arr = array(

			array("title"=>"待办标题一待办标题一待办标题一待办标题一待办标题一","date"=>"1476201600"),
			array("title"=>"待办标题二待办标题二待办标题二待办标题二待办标题二","date"=>"1476201600"),
			array("title"=>"待办标题二待办标题二待办标题二待办标题二待办标题二","date"=>"1476201600"),
			array("title"=>"待办标题二待办标题二待办标题二待办标题二待办标题二","date"=>"1476201600"),
			array("title"=>"待办标题二待办标题二待办标题二待办标题二待办标题二","date"=>"1476201600"),
			array("title"=>"待办标题二待办标题二待办标题二待办标题二待办标题二","date"=>"1476201600"),
			array("title"=>"待办标题二待办标题二待办标题二待办标题二待办标题二","date"=>"1476201600"),
			array("title"=>"待办标题二待办标题二待办标题二待办标题二待办标题二","date"=>"1476201600"),
			array("title"=>"待办标题二待办标题二待办标题二待办标题二待办标题二","date"=>"1476201600"),
			array("title"=>"待办标题二待办标题二待办标题二待办标题二待办标题二","date"=>"1476201600"),
			array("title"=>"待办标题二待办标题二待办标题二待办标题二待办标题二","date"=>"1476201600"),
			array("title"=>"待办标题二待办标题二待办标题二待办标题二待办标题二","date"=>"1476201600"),
			array("title"=>"待办标题二待办标题二待办标题二待办标题二待办标题二","date"=>"1476201600"),
			array("title"=>"待办标题100","date"=>"1476201600")
		);

	print_r(json_encode($arr));

?>